<template>
  <div>
    <div class="wrap agreement-wrap">
      <div class="content agreement">
        <h2>服务协议</h2>
        <p style="margin-bottom:10px;">尊敬的用户：</p>
        <p>&#12288;&#12288;欢迎您注册并使用成都原动力生物科技有限公司（以下简称“原动力”）的服务，在您使用本网站各项服务前，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向本网站客服咨询。您可以选择不使用本网站服务，但如果您使用服务的，您的使用行为将被视为对本协议全部内容的认可。 您确认本服务协议后，本服务协议即在您和本网站之间产生法律效力。</p>
        <p>&#12288;&#12288;如果您未满18周岁，请在法定监护人的陪同下阅读本协议。</p>
        <p class="small-title">一、协议范围</p>
        <p>本协议由用户与原动力共同缔结，“用户”是指使用原动力相关服务的使用人，在本协议中更多地称为“您”。本协议列明的条款并不能完整罗列并覆盖您与原动力所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，原动力的法律声明及隐私权政策、具体服务运营规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用本网站服务，视为您同意上述补充协议。</p>
        <p class="small-title">二、账户的注册与使用</p>
        <p>您确认，在您开始注册程序使用原动力服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
        <p>在使用本网站服务时，您应当按页面的提示准确完整地提供您的信息（包括您的姓名、身份证号码及电子邮件地址、联系电话、联系地址等），以便服务过程中与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性，并承担由此引发的因信息错误导致无法有效联络的责任。若已完成服务的用户因遗忘登录信息而无法登录的，必须提供全部原始注册信息（包括但不限于姓名，身份证号，联系电话，联系地址等），方能重新获得服务报告。</p>
        <p>原动力使用 Cookie 来帮助您实现您的联机体验的个性化。Cookie 是由网页服务器存放在您的硬盘中的文本文件。Cookie 会帮助原动力在您后续访问时调用您的特定信息。这样可以简化记录您的个人信息，当您下次使用原动力服务时，系统会自动调出您以前的信息，使您的使用变得更加便捷和高效。</p>
        <p class="small-title">三、技术原理与依据</p>
        <p>1、检测芯片和仪器：采用与美国赛默飞联合定制的基因检测芯片，检测仪器是GeneTitan的高通量芯片分析仪。</p>
        <p>2、技术原理：疾病和身体特征风险数据主要通过对SNP（单核苷酸多态性）全基因组关联研究（Genome Wide Association Studies,GWAS）研究计算。全基因组关联研究（Genome Wide Association Studies,GWAS）是一种检测特定物种中不同个体间的全部或大部分基因，从而了解不同个体间的基因变化有多大的一种方法。这些研究通常比较两组参与者的DNA：有疾病的人（病例）和相同条件的无该疾病的人（对照）。如果在患者中某基因型的变异很频繁，那么就说该变异与该疾病“相关”。</p>
        <p>3、风险：通过基因芯片的GWAS风险值基于医学统计结果仅供用户参考。对遗传性肿瘤数据的分析只包括报告中列出的基因，根据现有技术某些可能造成突变风险的基因没有在监测范围内但是同样可能增加肿瘤风险。</p>
        <p>4、遗传科学原理：通过对用户体液样品进行检测分析，可以在一定程度上推知该用户家族相关遗传信息，该项内容属于基于遗传学科学推理，用户应当明确本项内容存在的因个人体液样品送检导致家族遗传信息扩散的实际情况，原动力不承担基于遗传信息推定而获得相关家族信息的非授权责任。</p>
        <p>5、限于当前检测技术及实验室检测容错率的客观现实，原动力提供的检测服务中，存在虽经严谨程序检测仍然存在误差的可能性，该误差属于不可控误差，原动力对此只承担保证程序严谨性责任。</p>
        <p>6、数据分析报告仅作为对用户提供体液样品的检测信息载体，不属于医疗机构诊断报告，可以为专业医疗机构进一步诊断提供参考，该项内容由用户自主选择，原动力仅对用户体液分析数据提供合理保证，并不提供诊断结论及治疗建议。</p>
        <p class="small-title">四、授权声明</p>
        <p>您对下列事项予以授权确认：</p>
        <p>您同意原动力及其合作机构获得、保存、处理和分析您提供的体液样品、样品衍生物和经分析产生的相关信息并向您提供相关报告。同意原动力将您的个人数据用于基因相关的数据挖掘，用于您的基因报告的更新和推送。</p>
        <p>您同意原动力使用以下方式收集您的信息：在用户注册；填写的自我报告信息；填写系统表单；使用系统功能和其他应用；在使用我们服务过程中；上传您自己的内容到我们服务；使用社会化工具和相关功能；以及通过cookie 和相关的跟踪技术。</p>
        <p>原动力承诺除非得到用户授权或依据国家法律要求，不向任何人或组织转移与用户身份信息直接关联的的样品、样品衍生物和遗传信息，但可能存在将可以指向特定个人的信息分离后的相关数据与合作伙伴（包括但不限于科学研究机构，药品研发中心、医疗卫生组织等）进行共享。</p>
        <p>原动力可以通过您预留的联系方式为您推送相关信息和资讯（包括但不限于技术更新后具备更深层次检测分析能力的信息，相关技术领域内先进科研成果和产品的介绍，基于基因检测调查回访等各类邀请）</p>
        <p>根据后续服务和相关研究的需要，原动力将有选择的保存和处理用户的体液样品、样品衍生物和经分析产生的相关遗传信息。除非针对用户本人服务的需要，体液样品、样品衍生物和经分析产生的相关遗传信息将与可以指向特定个人的信息完全分离。</p>
        <p>在不透露可以指向特定个人的用户资料的前提下，原动力有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
        <p class="small-title">五、特别授权声明</p>
        <p>如您希望原动力及其合作机构有针对性地对您的体液样品进行检测、分析、研究或有针对性地对您的基因信息提供本次服务之外的进一步的研究、分析，您需要在此特别予以声明并明确提交同意。</p>
        <p class="small-title">六、隐私政策</p>
        <p>下列信息不属于保密信息：</p>
        <p class="min-bottom">&#12288;&#12288;1.非原动力过错，已被第三人或公众所知晓的信息。</p>
        <p class="min-bottom">&#12288;&#12288;2.在用户提供给原动力之前，从合法渠道已经知道的信息。</p>
        <p class="min-bottom">&#12288;&#12288;3.用户没有限制且可以公开的信息。</p>
        <p>&#12288;&#12288;4.根据科学关联，从合法获取信息中推定的信息。</p>
        <p>在如下情况下，原动力将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：</p>
        <p class="min-bottom">&#12288;&#12288;1. 经您事先同意，向第三方披露；</p>
        <p class="min-bottom">&#12288;&#12288;2.根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
        <p class="min-bottom">&#12288;&#12288;3.为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</p>
        <p>&#12288;&#12288;4.其它根据法律、法规或者网站政策认为合适的披露。</p>
        <p class="small-title">七、知识产权保护</p>
        <p>原动力拥有本网站内所有信息内容（包括但不限于LOG、文字、图片、软件、音频、视频）的知识产权。用户在使用本服务中所产生的内容的知识产权归原动力或相关权利人所有。</p>
        <p>任何被授权的浏览、复制、打印和传播属于本网站内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此知识产权声明。</p>
        <p class="small-title">八、协议的变更与终止</p>
        <p>原动力可根据国家法律法规变化及在有必要时，修改本协议、补充协议，您可以在相关服务页面查阅最新版本的协议条款。</p>
        <p>如您不同意变更事项，您有权于变更事项确定的生效日前联系原动力反馈意见。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用原动力服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用原动力服务，则视为您同意已生效的变更事项。</p>
        <p>如发生下列任何一种情形，原动力有权不经通知而中断或终止向您提供的服务：</p>
        <p class="min-bottom">&#12288;&#12288;1.根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
        <p class="min-bottom">&#12288;&#12288;2.您违反相关法律法规或本协议的约定；</p>
        <p class="min-bottom">&#12288;&#12288;3.按照法律规定或主管部门的要求；</p>
        <p class="min-bottom">&#12288;&#12288;4. 出于安全的原因或其他必要的情形。</p>
        <p>&#12288;&#12288;5. 您有责任自行备份存储在本服务中获得的数据。服务终止后，原动力没有义务向您另行提供数据。</p>
        <p class="small-title">九、其他免责条款</p>
        <p>由于用户提供联系方式（包括但不限于电话号码，通信地址，电子邮件）的错误或因变更没有及时更改个人信息导致的服务障碍，原动力不承担任何责任。</p>
        <p>由于非原动力责任导致的时间延误（包括但不限于用户原因导致的DNA采集失败，物流公司原因导致的投递延迟及不可抗力导致的时间延误），原动力不承担任何责任。</p>
        <p>由于用户将个人账户、密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，原动力不承担任何责任。</p>
        <p>本网站若因线路及非原动力控制范围内的硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，原动力不承担任何责任。</p>
        <p>原动力仅提供对当次送检样本进行一次检测分析的电子数据报告，原动力不提供任何纸质报告，也不对任何纸质报告数据负责。</p>
        <p class="small-title">十、法律适用与争议解决</p>
        <p>本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
        <p>您因使用原动力服务所产生及与服务有关的争议，由原动力与您协商解决。协商不成时，应以成都市高新区人民法院作为第一审管辖法院，按照中华人民共和国法律，因级别管辖的规定，成都市高新区人民法院无权管辖的，以其上级法院作为第一审管辖法院。</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
@import url(../../../static/css/global.less);
.agreement-wrap{
  background-color: #f5f5f5;
  padding: 65px 0 26px 0;
}
.agreement{
  width: 1000px;
  position: relative;
  padding: 50px 40px 26px;
  background-color: #fff;
}
.agreement h2{
  color: @mainColor;
  text-align: center;
  font-size: 30px;
  border-bottom: 1px solid #c0c0c0;
  padding-bottom: 26px;
  margin-bottom: 26px;
}
.agreement p{
  line-height: 25px;
  margin-bottom: 26px;
  &.small-title{
    color: @mainColor;
  }
  &.min-bottom{
    margin-bottom: 8px;
  }
}
</style>